/* Accept friend request
   Accept game request */
"ACCEPT" = "Accept";

/* Do you want to accept game */
"ACCEPT_GAME" = "Accept challenge?";

/* Game accepted */
"ACCEPTED" = "Accepted!";

/* Achievements button
   Achievements title
   Header for cell achievements */
"ACHIEVEMENTS" = "Achievements";

/* Title if you want to add a friend */
"ADD_FRIEND_TITLE" = "Add friend";

/* Friend added */
"ADDED" = "Friend added!";

/* Heb je Do The Math al een keer gekocht, activeer dan je vorige aankoop */
"ALL_BOUGHT" = "Did you already buy Do the Math? Restore your previous version"; 

/* All questions are answered, round is over */
"ALL_QUESTIONS_ANSWERED" = "All questions are answered, round has ended!";

/* In app purchase failure */
"APP_PURCHASE_FAIL" = "Upgrade to premium has failed, please try again";

/* In app purchase succesful */
"APP_PURCHASE_SUCCES" = "Upgrade to premium succeeded!";

/* Are your sure you want to log out? */
"ARE_YOU_SURE" = "Are your sure you want to log out?";

/* Buy/Upgrade
   Koop */
"BUY" = "Buy";

/* Settings - buy primium */
"BUY_PREMIUM" = "Buy premium";

/* Purchasing premium in app alert title */
"BUYING_APP" = "Buying premium..";

/* Camera in picker */
"CAMERA" = "Camera";

/* Cancel
   Cancel invite for game */
"CANCEL" = "Cancel";

/* Sluit */
"CLOSE" = "Close";

/* Connect with facebook button */
"CONECT_WITH" = "Connect with";

/* The App Store is being contacted. */
"CONTACTING_APP_STORE" = "Contacting App Store..";

/* Continue label */
"CONTINUE" = "Continue";

/* Copyright 2013 Innovattic. All rights reserved */
"COPYRIGHT" = "Copyright 2013 Innovattic. All rights reserved";

/* Credits title
   Settings - credits */
"CREDITS" = "Credits";

/* Decline friend request
   Decline game request */
"DECLINE" = "Decline";

/* Game decline */
"DECLINED" = "Declined";

/* Het spel is verlopen. */
"DECLINED_GAME" = "Declined";

/* A math game developed by Innovattic */
"DEVELOPED_BY" = "A math game developed by Innovattic";

/* Difficulty easy */
"DIFFICULTY_EASY" = "Easy";

/* Difficulty evil */
"DIFFICULTY_EVIL" = "Evil";

/* Difficulty hard */
"DIFFICULTY_HARD" = "Hard";

/* Difficulty medium */
"DIFFICULTY_MEDIUM" = "Medium";

/* Do the math titile
   Do the math Title */
"DO_THE_MATH" = "Do The Math";

/* Do you want to add as a friend */
"DO_YOU_WANT_FRIEND" = "Would like to add this person as a friend?";

/* Header for cell facebook friends who already play Do The Math */
"DOTHEMATH_PLAYERS" = "Do The Math players";

/* Het is een gelijk spel! */
"DRAW_GAME" = "The game ended in a draw!";

/* E-mail address placeholder */
"E_MAIL_ADDRESS" = "E-mail address";

/* E-mail invite title */
"E_MAIL_INVITE" = "Do the Math invitation";

/* The E-mail address will not be used for anything else than sending the invite. */
"E_MAIL_INVITE_DISCLAIMER" = "The e-mail address will not be used for anything else than sending the invitation.";

/* E-mail invite not sent */
"E_MAIL_INVITE_NOT_SENT" = "E-mail invitation failed";

/* Like Do The Math so much you want to continue playing with some of your friends? Why not invite them? They will receive a link where they can download the game, along with your username. */
"E_MAIL_INVITE_PROMOTIONAL" = "Would you like to play Do the Math with more friends? Invite them by e-mail!";

/* E-mail invite is send successfully */
"E_MAIL_INVITE_SEND" = "E-mail invitation succeeded!";

/* Start playing with more friends now! */
"E_MAIL_INVITE_TITLE" = "Fill in your friend's e-mail address.";

/* Er is een e-mail verstuurd met een nieuw password. */
"E_MAIL_SEND" = "Your new password has been sent to your e-mail.";

/* E-mail textfield */
"EMAIL" = "E-mail";

/* EMAIL cell */
"EMAIL_INVITE" = "E-mail invitation";

/* Erase button 24 */
"ERASE" = "Erase";

/* error */
"ERROR" = "Error";
"OOPS" = "Oops!";

/* Facebook cell
   Facebook title */
"FACEBOOK" = "Facebook";

/* Header for cell facebook friends who not yet play Do The Math */
"FACEBOOK_FRIENDS" = "Facebook friends";

/* Failed to create user */
"FAILED_TO_CREATE_USER" = "Failed to create user";

/* Failed to send results of game to server, try again */
"FAILED_TO_SEND_RESULTS" = "Failed to send results";

/* Failure */
"FAILURE" = "Failure";

/* Facebook friend invite message */
"FB_FRIEND_INVITE_MESSAGE" = "Hi, I just discovered a cool game: Do the Math, will you test your math skills with me? My username is '%@'";

/* Facebook friend is invited */
"FB_FRIEND_INVITED" = "Your Facebook friend has been invited!";

/* Message is shared on own wall */
"FB_SHARE_SUCCESSFULL" = "Share completed";

/* Facebook share on wall title */
"FB_SHARE_TITLE" = "Do the Math";

/* Message to share on own wall */
"FB_SHARED_ON_WALL" = "I just played Do the Math against %@! The match has ended in %d-%d!";

/* Facebook user already exists when trying to connect to facebook */
"FB_USERNAME_EXISTS" = "There is already a Facebook account connected";

/* Fill in the operators title */
"FILL_IN" = "Fill in";

/* Vul je username in. */
"FILL_IN_USERNAME" = "Fill in your username";

/* Forgot password alert title
   Forgot password button */
"FORGOT_PASSWORD" = "Forgot password?";

/* Do you want to confirm friend invite */
"FRIEND_INVITE" = "Would you like to be friends?";

/* Friend invite send */
"FRIEND_INVITED" = "Friend invited";

/* Friend invites */
"FRIEND_INVITES" = "Friend invites";

/* Friends cell
   Friends title
   Header for cell friends */
"FRIENDS" = "Friends";

/* Complete game */
"GAME_COMPLETE" = "Completed games";

/* Game invite send */
"GAME_INVITE_SEND" = "Game invite sent";

/* Game invites */
"GAME_INVITES" = "Game invites";

/* Game revanche send */
"GAME_REVANCHE_SEND" = "Game revanche sent!";

/* Turn game */
"GAME_TURN" = "Your turn";

/* Wait game */
"GAME_WAIT" = "Waiting for opponent";

/* Game center */
"GAMECENTER" = "Gamecenter";

/* Letter for indication of hours (h) */
"H" = "H";

/* I'm playing DTM! #DoTheMathGame */
"IAM_PLAYING_TWEET" = "Hi! I am playing Do the Math. Try to beat me! My username is '%@' #dothemath www.dothemathgame.com";

/* Wrong username/password! */
"INVALID CREDENTIALS" = "Invalid credentials";

/* E-mail invite button
   Invite facebook friend button
   Invite title */
"INVITE" = "Invite";

/* Invite a person for a friendship */
"INVITE_FRIENDSHIP" = "Invite";

/* Person is invited for a friendship */
"Invited" = "Invited";

/* Je bent aan de beurt */
"ITS_YOUR_TURN" = "It is your turn!";

/* Difficulty of a game shown in tablecell */
"LEVEL" = "Level";

/* Like us on Facebook */
"LIKE_US_ON_FB" = "Like us on Facebook";

/* Loading slide to refresh */
"LOADING" = "Loading...";

/* Login button */
"LOGIN" = "Login";

/* Error while logging in */
"LOGIN_ERROR" = "Login error";

/* Login existing user button */
"LOGIN_EXISTING_USER" = "Already registered?";

/* Login with facebook button */
"LOGIN_WITH" = "Login with";

/* Logout button */
"LOGOUT" = "Logout";

/* Make 24 */
"MAKE_24" = "Make 24";

/* Maak nieuwe gebruiker aan met username */
"MAKE_USER" = "New user";

/* U can only play x games in the free verion, please upgrade for more features and a ad free game. */
"MAX_GAMES_REACHED" = "The maximum number of games that you can play simultaneously has been reached. Buy the premium version to play without limits and to remove the ads!";

/* Letter for indication of minutes (min) */
"min" = "min";

/* Rank name (dynamic)RANK_1,RANK_2... */
"name" = "name";

/* Because the netwerk is unavailable this action cannot be completed */
"NETWORK_UNAVAILABLE_ACTION" = "No network available";

/* Because the netwerk is unavailable this action cannot be completed */
"NETWORK_UNAVAILABLE_NO_ACTION" = "No network available";

/* Header for cell new game
   New game title */
"NEW_GAME" = "New game";

/* Maak nieuwe gebruiker aan met username */
"NEW_USER" = "New user";

/* No */
"NO" = "No";

/* Achievements are not available if there is no gamecenter account */
"NO_ACHIEVEMENTS_WITHOUT_GAMECENTER" = "No achievements available, log in with your Gamecenter account to get them";

/* Geen reclames */
"NO_ADS" = "No advertisements";

/* Voor deze gebruiker is er geen e-mail adres bekend. */
"NO_EMAIL_FOUND" = "We do not have the user's e-mail address";

/* Current user is not a facebook user, please connect */
"NO_FACEBOOK_USER" = "You're not a Facebook user (yet), connect with Facebook to find more friends!";

/* Alert when app detects there is no internet. */
"NO_INTERNET" = "No network available";

/* No friends found, no result */
"NO_RESULTS" = "No results";

/* No username filled in */
"NO_USERNAME_ENTERED" = "Username is missing";

/* Geen wachttijden */
"NO_WAITING" = "No waiting";

/* Current user is not connected to facebook, please connect */
"NOT_CONNECTED_FACEBOOK" = "Connect with Facebook to find more friends!";

/* Notification message title */
"NOTIFICATION" = "Do the Math";

/* Number answers correct: label */
"NUM_ANSWER_CORRECT" = "Correct answers";

/* Button OK
   Ok
   OK
   Ok button */
"OK" = "Ok";

/* Password textfield */
"PASSWORD" = "Password";

/* Passwords don't match */
"PASSWORD_DONT_MATCH" = "Passwords don't match";

/* Photo library in picker */
"PHOTO_LIBRARY" = "Photo library";

/* Play a game
   Play button */
"PLAY" = "Play";

/* Please confirm */
"PLEASE_CONFRIM" = "Please confirm";

/* Your app version is no longer supported. Please update the app through the App Store */
"PLEASE_UPDATE" = "You have installed an old version. Update to play Do the Math again!";

/* Please wait */
"PLEASE_WAIT" = "Please wait..";

/* Points
   Points, weergeven in resultaten scherm */
"POINTS" = "Points";

/* Poke button */
"POKE" = "Poke";

/* Je kunt niet zovaak iemand poken */
"POKE_FAILURE" = "You just poked someone. Wait a minute please!";

/* Je hebt iemand gepoked button */
"POKED" = "Poked";

/* Settings - profile */
"PROFILE" = "Profile";

/* Pull down to refresh... */
"PULL_DOWN" = "Pull down to refresh";

/* Purchase */
"PURCHASE" = "Purchase";

/* Random player cell */
"RANDOM" = "Random";

/* Random game invite send */
"RANDOM_GAME_INVITE_SEND" = "Searching for random player";

/* Rank: label */
"RANK" = "Rank";

/* Release to refresh... */
"RELEASE_REFRESH" = "Release to refresh";

/* Resend button */
"RESEND" = "Resend";

/* Respond button
   Respond to friend request button */
"RESPOND" = "Respond";

/* Herstellen */
"RESTORE" = "Restore";

/* Settings - restore primium */
"RESTORE_PREMIUM" = "Restore premium";

/* Restoring premium in app alert title */
"RESTORING_APP" = "Restoring premium..";

/* Results title */
"RESULTS" = "Results";

/* Re-type password textfield */
"RETYPE_PASSWORD" = "Retype password";

/* Revanche button in game result */
"REVANCHE" = "Revanche";

/* Right or wrong title */
"RIGHT_OR_WRONG" = "Right or Wrong";

/* Round result title */
"ROUND_RESULT" = "Round result";

/* Save button */
"SAVE" = "Save";

/* Score: label */
"SCORE" = "Score";

/* Search for friends title */
"SEARCH_FRIENDS" = "Search friends";

/* Header for cell results from friend search */
"SEARCH_RESULT" = "Search result";

/* Select the difficulty of a game */
"SELECT_DIFFICULTY" = "Select difficulty";

/* Select image button */
"SELECT_IMAGE" = "Select image";

/* Header for cell settings
   Settings title */
"SETTINGS" = "Settings";

/* Share on fb */
"SHARE" = "Share";

/* Solve title */
"SOLVE" = "Solve";

/* Sorry */
"SORRY" = "Sorry";

/* Settings - sound effects */
"SOUND_EFFECTS" = "Sound effects";

/* Choose between photo library and camera */
"SOURCE_TYPE" = "Select source";

/* Start button */
"START" = "Start";

/* Start new game button */
"START_NEW_GAME" = "New game";

/* Time bonus: label */
"TIME_BONUS" = "Time bonus";

/* The time is up, round is over */
"TIME_IS_UP" = "Time is up, round has ended!";

/* Helemaal klaar met reclames? Wil je ook een onbeperkt aantal spellen spelen? */
"TIRED_OF_ADS" = "Are you tired of ads? Do you want to play unlimited games?";

/* Total: label */
"TOTAL" = "Total";

/* Try Later button */
"TRY_LATER" = "Try later";

/* Settings - tutorial */
"TUTORIAL" = "Tutorial";

/* Twitter cell */
"TWITTER" = "Twitter";

/* Type in username.. placaholder */
"TYPE_IN_USERNAME" = "Fill in username";

/* Onbeperkt aantal spellen */
"UNLIMITED_GAMES" = "Unlimited games"; 

/* Upgrade naar Do The Math Premium:
   Upgrade to premium account */
"UPGRADE_TO_PREMIUM" = "Upgrade to premium";

"UPGRADE_TO_PREMIUM_LIST" = "Upgrade to Do The Math Premium:";

/* Upgraden (%@) */
"UPGRADEN" = "Upgrade%@";

/* User settings title */
"USER_SETTINGSS" = "Settings";

/* Username textfield */
"USERNAME" = "Username";

/* Username already exists */
"USERNAME_EXISTS" = "Username already exists";

/* Username can have max 17 characters */
"USERNAME_MAX_17" = "Maximum number of characters for a username is 17";

/* Je tegenstander is aan de beurt */
"WAITING_FOR_OPPONENT" = "It is your opponents turn";

/* We hope you have had fun! */
"WE_HOPE_HAVE_FUN" = "We hope you have had fun!";

/* Yes */
"YES" = "Yes";

/* Je hebt verloren! */
"YOU_LOST" = "You lost..";

/* Please setup a twitter account in settings */
"YOU_NEED_TO_CONNECT_TWITTER" = "Connect your Twitter account via settings!";

/* Je hebt gewonnen! */
"YOU_WON" = "You won!";

"RANK_1" = "Soldier Addition";
"RANK_2" = "Soldier Division";
"RANK_3" = "Soldier Exponent";
"RANK_4" = "Soldier Gradient";
"RANK_5" = "Soldier Polynomial";
"RANK_6" = "Soldier Laplace";
"RANK_7" = "Soldier Fourier";
"RANK_8" = "Soldier Euler";
"RANK_9" = "Corporal Division";
"RANK_10" = "Corporal Exponent";
"RANK_11" = "Corporal Gradient";
"RANK_12" = "Corporal Polynomial";
"RANK_13" = "Corporal Laplace";
"RANK_14" = "Corporal Fourier";
"RANK_15" = "Corporal Euler";
"RANK_16" = "Sergeant Exponent";
"RANK_17" = "Sergeant Gradient";
"RANK_18" = "Sergeant Polynomial";
"RANK_19" = "Sergeant Laplace";
"RANK_20" = "Sergeant Fourier";
"RANK_21" = "Sergeant Euler";
"RANK_22" = "Lieutenant Gradient";
"RANK_23" = "Lieutenant Polynomial";
"RANK_24" = "Lieutenant Laplace";
"RANK_25" = "Lieutenant Fourier";
"RANK_26" = "Lieutenant Euler";
"RANK_27" = "Captain Polynomial";
"RANK_28" = "Captain Laplace";
"RANK_29" = "Captain Fourier";
"RANK_30" = "Captain Euler";
"RANK_31" = "Major Laplace";
"RANK_32" = "Major Fourier";
"RANK_33" = "Major Euler";
"RANK_34" = "Colonel Fourier";
"RANK_35" = "Colonel Euler";
"RANK_36" = "General Euler";

"WON" = "Won";
"DRAW" = "Draw";
"LOST" = "Lost";

"FAILED_TO_SEND_ROUND_RESULTS" = "Failed to send the results, we are trying it again.";

"NOT_YET_AVAILABLE" = "Tutorials are soon available!";

"SENDING_RESULTS" = "Sending results";

"MAINTENANCE" = "Do the Math is currently unavailable due to scheduled maintenance. We expect to be back within a few minutes.";
"CHEATED" = "Cheating is not allowed! The round is finished.";

"VERSION" = "Version";
